class DataDetails {
  static List data = [
    {
      "name": "حفظة القرآن الكريم",
      "id": 0,
      "start": "يبدأ من الفصل الثاني",
      "details1":
          "يتم تحديد نسبة الاعفاء حسب نتيجة الطالب في الامتحان داخل المؤسسة الاكاديمية",
      "details2": " ",
      "details3": " ",
      "exemption rate": "%100-50"
    },
    {
      "name": "زوجات وأبناء الشهداء",
      "id": 1,
      "start": "يبدأ من الفصل الأول",
      "details1": "احضار افادة اعفاء جامعي من مؤسسة رعاية اسر الشهداء",
      "details2": "احضار حجة عزوبية",
      "details3": "ان تكون زوجة الشهيد غير متزوجة من اخر",
      "exemption rate": "%100"
    },
    {
      "name": "أبناء الاسرى والاسيرات وزوجاتهم",
      "id": 2,
      "start": "يبدأ من الفصل الثاني",
      "details1": "احضار افادة اعفاء جامعي من وزارة الاسرى ",
      "details2":
          "احضار افادة من الصليب الاحمر تثبت ان الاسير رهن الاعتقال الاسرائيلي",
      "details3": "احضار حجة عزوبية للطالبات فقط ",
      "exemption rate": "%100"
    },
    {
      "name": "طلبة الثانوية العامة 95% فما فوق",
      "id": 3,
      "start": "يبدأ من الفصل الاول",
      "details1":
          "تستمر استفادة الطالب من الاعفاء في حالة حصوله على معدل تراكمي 90% فاعلى لجميع التخصصات",
      "details2": "ان لا يزيد تاريخ اصدار شهادة الثانوية العامة عن 3 سنوات",
      "details3": " ",
      "exemption rate": "%100"
    },
    {
      "name": "مرض الثلاسيما,اللوكيميا,السرطان",
      "id": 4,
      "start": "يبدأ من الفصل الاول",
      "details1": "احضار تقرير طبي معتمد بحالة الطالب الصحية من وزارة الصحة",
      "details2": " ",
      "details3": " ",
      "exemption rate": "%100"
    },
    {
      "name": "أبناء وزوجات الموظفين او المتقاعدين في ادارات التعليم العالي",
      "id": 5,
      "start": "يبدأ من الفصل الاول",
      "details1": "احضار افادة من المؤسسة التابع لها الموظف ",
      "details2": "احضار حجة عزوبية للطالبات فقط",
      "details3": "احضار صورة عن عقد الزواج (للمتزوجات) ",
      "exemption rate": "%100"
    },
    {
      "name": "اوائل التخصصات(الاول)",
      "id": 6,
      "start": " يبدأ للفصل الثاني من التفوق",
      "details1": "ان لا يقل معدل الطالب الفصلي عن 80 % بعدد 12 ساعة على الاقل",
      "details2": " ",
      "details3": " ",
      "exemption rate": "%100"
    },
    {
      "name": "ذوي الاحتياجات الخاصة",
      "id": 7,
      "start": " يبدأ من الفصل الاول",
      "details1": "ان لا يقل معدل الطالب الفصلي عن 80 % بعدد 12 ساعة على الاقل",
      "details2": " ",
      "details3": " ",
      "exemption rate": "%100 - 75"
    },
    {
      "name": "%طلبة الثانوية العامة 90-94.9",
      "id": 8,
      "start": " يبدأ من الفصل الاول",
      "details1":
          "تستمر استفادة الطالب من الاعفاء في حالة حصوله على معدل تراكمي 85% فاعلى لجميع التخصصات",
      "details2": "ان لايزيد تاريخ اصدار شهادة الثانوية العامة عن 3 سنوات",
      "details3": " ",
      "exemption rate": "%50"
    },
    {
      "name": "اوائل التخصصات (الثاني)",
      "id": 9,
      "start": " يبدأ للفصل الثاني من التفوق",
      "details1": "ان لا يقل معدل الطالب الفصلي عن 80% بعدد 12 ساعة على الاقل",
      "details2": " ",
      "details3": " ",
    },
    {
      "name": "الشؤون الاجتماعية",
      "id": 10,
      "start":
          "احضار افادة بقرابة من الدرجة الاولى برقم مسجل من وزارة الشؤون الاجتماعية",
      "details1": "ان لا يقل معدل الطالب الفصلي عن 80% بعدد 12 ساعة على الاقل",
      "details2": " ",
      "details3": " ",
      "exemption rate": "%50"
    },
    {
      "name": "اسرى ومحررين",
      "id": 11,
      "start": "يبدأ من الفصل الثاني",
      "details1": "احضار افادة من وزارة الاسرى",
      "details2": " ",
      "details3": " ",
      "exemption rate": "%50"
    },
    {
      "name": "ابناء الموظفين/المتقاعدين في ادارات التربية والتعليم",
      "id": 12,
      "start": "يبدأ من الفصل الاول",
      "details1": "احضار افادة من المديرية التابع لها الموظف",
      "details2": "احضار حجة عزوبية للطالبات فقط",
      "details3": " ",
      "exemption rate": "%50"
    },
    {
      "name": "الاخوة في نفس الجامعة وكلية مجتمع الاقصى",
      "id": 13,
      "start": "يبدأ من الفصل الثاني",
      "details1": "يستفيد منه الطالب الاقدم اكاديميا للفصل الاول",
      "details2": "يستفيد منه كلاهما في الفصل الثاني",
      "details3": " ",
      "exemption rate": "%25"
    },
    {
      "name": "طالب وزوجته",
      "id": 14,
      "start": "يبدأ من الفصل الثاني",
      "details1": "يستفيد منه الطالب الاقدم اكاديميا للفصل الاول",
      "details2": "يستفيد منه كلاهما في الفصل الثاني",
      "details3": "يمنح الاعفاء لكليهما شريطة احضار عقد الزواج",
      "exemption rate": "%25"
    },
  ];
}
